export const fa = {
  company: {
    name: "تجارت الکترونیک رویا",
  },
  nav: {
    home: "خانه",
    products: "محصولات",
    about: "درباره ما",
    careers: "فرصت‌های شغلی",
    contact: "تماس با ما",
    feedback: "پیشنهادات و شکایات",
    news: "اخبار و رسانه",
  },
  hero: {
    tagline: "جایی که خلاقیت و فناوری دست به دست هم می‌دهند.",
    description:
      "در تجارت الکترونیک رویا، ما به دنبال ایجاد آینده‌ای هستیم که در آن فناوری نه تنها زندگی‌ها را آسان‌تر می‌کند، بلکه به شکلی خلاقانه و نوآورانه، جهان را به مکانی بهتر تبدیل می‌کند. ما باور داریم که تکنولوژی باید با انسانیت همراه باشد",
    cta: "تماس با ما",
  },
  contact: {
    hero: {
      title: "ما در تجارت الکترونیک رویا به کیفیت و نوآوری متعهد هستیم.",
    },
    team: {
      title: "تیم ما",
      description:
        "در تجارت الکترونیک رویا، ما به کیفیت و نوآوری متعهد هستیم. تیم ما با همکاری نزدیک برای طراحی و توسعه محصولاتی که نه تنها نیازهای امروز را برآورده می‌کنند.",
    },
    future: {
      title: "به ســـمت آیـــنده",
      description:
        "در تجارت الکترونیک رویا، ما به دنبال ایجاد آینده‌ای هستیم که در آن فناوری نه تنها زندگی‌ها را آسان‌تر می‌کند بلکه به شکلی خلاقانه و نوآورانه، جهان را به مکانی بهتر تبدیل می‌کند.",
    },
    culture: {
      title: "فرهنگ ما: همکاری و خلاقیت",
      description:
        "تجارت الکترونیک رویا در دنیایی که فناوری حرف اول را می‌زند، القا کننده حس اعتماد، وفاداری و همکاری در هر کسب و کار موفق است.",
    },
    innovation: {
      title: "تعهد به نوآوری",
      description:
        "تجارت الکترونیک رویا نماینگر تعهد به نوآوری و همکاری بوده و مصمم بر ایجاد حس اعتماد و آشنایی و بازتاب ارزش‌ها و اهداف خود است.",
    },
    form: {
      title: "تماس با ما",
      description:
        "تجارت الکترونیک رویا در طول این مسیر همواره همراه و راهنمای شماست، تیم پشتیبانی ما در هرلحظه پاسخگو سوالات شما خواهند بود.",
      fullName: "نام و نام خانوادگی",
      email: "ایمیل",
      message: "پیام خود را بنویسید",
      sendButton: "ارسال پیام",
    },
    address: {
      title: "آدرس",
      street: "خیابان انقلاب، کوچه بلاوار، پلاک ۷",
      email: "ایمیل: royaecommerce.engineering@gmail.com",
      phoneTitle: "شماره تماس",
      phone: "۰۲۱۹۱۰۱۵۳۸۳",
      getDirections: "دریافت مسیر",
    },
    mobileMap: {
      title: "آدرس",
      street: "خیابان انقلاب، کوچه بلاوار، پلاک ۷",
      email: "ایمیل: royaecommerce.engineering@gmail.com",
      phoneTitle: "شماره تماس",
      phone: "۰۲۱۹۱۰۱۵۳۸۳",
      navigation: "دریافت مسیر",
    },
    bottomSection: {
      description:
        "در تجارت الکترونیک رویا، ما تلاش می‌کنیم آینده‌ای بسازیم که در آن فناوری نه تنها زندگی را آسان‌تر می‌کند، بلکه به طور خلاقانه و نوآورانه جهان را به مکانی بهتر تبدیل می‌کند.",
    },
  },
  products: {
    title: "محصولات",
    description:
      "در تجارت الکترونیک رویا، ما به دنبال ایجاد آینده‌ای هستیم که در آن فناوری نه تنها زندگی‌ها را آسان‌تر می‌کند، بلکه به شکلی خلاقانه و نوآورانه، جهان را به مکانی بهتر تبدیل می‌کند.",
    readMore: "بیشتر بخوانید",
    kamva: {
      title: "کاموا",
      description:
        "کاموا به شما کمک می کند کسب و کار اینترنتی خود را متحول کنید، در ۵ دقیقه یک فروشگاه حرفه ای بسازید و فروش آنلاین را با درگاه پرداخت الکترونیکی، حتی بدون نماد اعتماد تجربه کنید.",
      expanded:
        "در کاموا، ما تمام ویژگی‌های لازم برای مدیریت آسان یک کسب و کار آنلاین را فراهم کرده‌ایم. در سازنده فروشگاه کاموا، محصولات، دسته‌بندی‌ها و اطلاعات فروشگاه خود را تکمیل کنید و بلافاصله فروش محصولات خود را شروع کنید.",
    },
    pakat: {
      title: "پاکت",
      description:
        "به کمک پاکت شما می توانید انواع ایمیل ها را مانند کمپین، اتوماسیون، ترنزکشنال برای کاربران تان ارسال کنید و با استفاده از قابلیت های گوناگون آن با مشتریان خود به طور پیوسته در ارتباط باشید.",
      expanded:
        "سرویس بازاریابی ایمیلی پاکت، زیرمجموعه شرکت ارتباطات الکترونیک رویا، فعالیت خود را در سال ۲۰۱۹ برای رفع چالش‌های بازاریابی ایمیلی و بهبود تجربه کاربری آغاز کرد. از آن زمان تاکنون مورد اعتماد کسب و کارهای بزرگ و کوچک در فضای تجارت آنلاین بوده است.",
    },
    hamahang: {
      title: "هماهنگ",
      description:
        "هماهنگ تنظیم قرارهای ملاقات شما را به سادگی اشتراک گذاشتن یک لینک می کند، تنها با اتصال تقویم و تعریف برنامه‌تان، به تمامی جلسات برسید",
      expanded:
        "با استفاده از هماهنگ، می‌توانید به تمام قرارهای برنامه‌ریزی شده در تقویم خود دسترسی داشته باشید و زمان خود را به طور موثر مدیریت کنید.",
    },
  },
  whyRoya: {
    title: "چرا تجارت الکترونیک رویا",
    description:
      "به عنوان ارائه‌دهنده خدمات و ابزارهای لازم برای کسب و کار شما، رویا تجارت الکترونیک رشد و پیشرفت شما را در محیط رقابتی جهان فناوری امروز امکان‌پذیر می‌کند.",
    features: {
      comprehensive: {
        title: "خدمات جامع و یکپارچه",
        description:
          "در رویا تجارت الکترونیک، تمام امکانات و خدمات مورد نیاز شما برای شروع و مدیریت یک کسب و کار آنلاین به بهترین شکل ممکن فراهم شده است.",
      },
      onlineStore: {
        title: "راه‌اندازی فروشگاه آنلاین",
        description:
          "شما می‌توانید در ۵ دقیقه یک فروشگاه حرفه‌ای بسازید و با درگاه پرداخت الکترونیکی، حتی بدون نماد اعتماد، فروش آنلاین را تجربه کنید.",
      },
      customerInteraction: {
        title: "تعامل سازنده با مشتری",
        description:
          "یکی از بهترین کانال‌های تعامل با کاربران پس از شبکه‌های اجتماعی، بازاریابی ایمیلی است. به راحتی از طریق ایمیل با کاربران خود در ارتباط باشید.",
      },
      meetingCoordination: {
        title: "هماهنگی بدون دردسر جلسات",
        description:
          "به راحتی جلسات خود را با اتصال به تقویم گوگل و تعریف یک برنامه زمانی برنامه‌ریزی کنید، سپس لینک را با مخاطبین خود به اشتراک بگذارید.",
      },
    },
  },
  news: {
    title: "اخبار و رسانه",
    description:
      " با آخرین اخبار، مصاحبه‌ها و پوشش رسانه‌ای درباره تجارت الکترونیک رویا و تیم ما به‌روز باشید.",
    categories: {
      all: "همه اخبار",
      interviews: "مصاحبه‌ها",
      events: "رویدادها",
      press: "بیانیه‌های مطبوعاتی",
    },
    readMore: "ادامه مطلب",
    noNews: "مقاله خبری یافت نشد.",
  },
  footer: {
    company: {
      description:
        "تغییر آینده فناوری با راه‌حل‌های نوآورانه و رویکردهای خلاقانه.",
    },
    sections: {
      products: "محصولات",
      company: "شرکت",
      contact: "تماس با ما",
    },
    links: {
      privacy: "حریم خصوصی",
      terms: "شرایط استفاده",
      cookies: "سیاست کوکی‌ها",
    },
    copyright: "© ۱۴۰۳  تجارت الکترونیک رویا. تمامی حقوق محفوظ است.",
  },
  aboutUs: {
    supportMessage:
      "تجارت الکترونیک رویا در طول این مسیر همواره همراه و راهنمای شماست، تیم پشتیبانی ما در هرلحظه پاسخگو سوالات شما خواهند بود.",
    futureSection: {
      title: "به ســـمت آیـــنده",
      description:
        "در تجارت الکترونیک رویا، ما به دنبال ایجاد آینده‌ای هستیم که در آن فناوری نه تنها زندگی‌ها را آسان‌تر می‌کند بلکه به شکلی خلاقانه و نو آورانه،‌جهان را به مکانی بهتر تبدیل می کند.",
    },
    teamSection: {
      title: "تیم ما",
      description:
        "ما در تجارت الکترونیک رویا، به کیفیت و نوآوری متعهد هستیم. تیم ما با همکاری نزدیک برای طراحی و توسعه محصولاتی که نه تنها نیازهای امروز را برآورده می‌کنند",
      commitment: "ما در تجارت الکترونیک رویا به کیفیت و نوآوری متعهد هستیم.",
    },
    cultureSection: {
      title: "فرهنگ ما: همکاری و خلاقیت",
      description:
        "تجارت الکترونیک رویا در دنیایی که فناوری حرف اول را میزند، القا کننده حس اعتماد، وفاداری و همکاری در هر کسب و کار موفق است",
    },
    innovationSection: {
      title: "تعهد به نوآوری",
      description:
        "تجارت الکترونیک رویا نماینگر تعهد به نوآوری و همکاری بوده و مصمم بر ایجاد حس اعتماد و آشنایی و بازتاب ارزش‌ها و اهداف خود است",
    },
  },
  kamva: {
    hero: {
      title: "با فروشگاه ساز کاموا، آنلاین بفروشید!",
      cta: "ورود به وبسایت کاموا",
    },
    features: {
      description:
        "در کاموا تمامی امکانات مورد نیاز برای مدیریت آسان یک کسب و کار آنلاین را آماده کردیم. در فروشگاه ساز کاموا محصولات، دسته بندی‌ها و اطلاعات فروشگاه خود را کامل کنید و بلافاصله شروع به فروش محصولات خود کنید.",
    },
    grid: {
      title1: "با فروشگاه ساز کاموا، آنلاین بفروشید!",
      subtitle1: "کاموا به شما کمک می کند کسب و کار اینترنتی خود را متحول کنید",
      title2: "پنل مدیریتی با رابط کاربری ساده",
      subtitle2:
        "ویرایشگر قالب کاموا به صورت drag and drop است. میتوانید home page فروشگاه را تغییر دهید و یا یکی از المان ها را حذف کنید.",
    },
    cards: {
      bankGateway: {
        title: "درگاه بانکی مستقل",
        description:
          "مبلغ تمامی فروش های اینترنتی صورت گرفته روی فروشگاه شما به حساب بانکی متصل به درگاه واریز خواهد شد",
      },
      support: {
        title: "پشتیبانی فنی و بازاریابی و سئو",
        description:
          "بخش فنی کاموا از صفر تا صد پشتیبانی می شود و برای زیرساخت های فنی فروشگاه میتوانید از مشاوره رایگان کاموا استفاده کنید.",
      },
      emailMarketing: {
        title: "اتصال به سرویس ایمیل مارکتینگ",
        description:
          "میتوانید ایمیل های تبلیغاتی و مارکتینگ برای مشتری های فروشگاه خود ارسال کنید و از بهترین روش جذب مشتری استفاده کنید",
      },
      blog: {
        title: "سرویس وبلاگ همراه با فروشگاه ساز",
        description:
          "بخش فنی کاموا از صفر تا صد پشتیبانی می شود و برای زیرساخت های فنی فروشگاه میتوانید از مشاوره رایگان کاموا استفاده کنید.",
      },
    },
    footer: {
      description:
        "ظاهر فروشگاه شما یکی از مهمترین پارامترها در جذب مشتری است. از این رو ما سعی کردیم چندین قالب متنوع و حرفه ای برای فروشگاه ها حاضر کنیم. شما در هر لحظه می‌توانید قالب فروشگاه خود را تغییر دهید.",
      cta: "تماس با ما",
    },
  },
  pakat: {
    hero: {
      title: "پلتفرم قدرتمند بازاریابی ایمیلی",
      cta: "ورود به وبسایت پاکت",
    },
    features: {
      description:
        "با پاکت، می‌توانید انواع ایمیل‌ها مانند کمپین، اتوماسیون و تراکنش را به کاربران خود ارسال کنید و با استفاده از ویژگی‌های متنوع آن با مشتریان خود به طور مداوم در ارتباط باشید.",
    },
    grid: {
      title1: "راهکارهای حرفه‌ای بازاریابی ایمیلی",
      subtitle1:
        "با کمپین‌های ایمیلی هدفمند به طور موثر به مشتریان خود دسترسی پیدا کنید",
      title2: "ابزارهای پیشرفته اتوماسیون",
      subtitle2:
        "برای پرورش سرنخ‌ها و جذب مخاطبان خود، توالی‌های ایمیلی خودکار را تنظیم کنید",
    },
    cards: {
      campaigns: {
        title: "مدیریت کمپین",
        description:
          "با سازنده کمپین کاربرپسند ما، کمپین‌های ایمیلی هدفمند ایجاد و مدیریت کنید",
      },
      automation: {
        title: "اتوماسیون ایمیل",
        description:
          "توالی‌های ایمیلی خودکار را بر اساس رفتار و ترجیحات کاربر تنظیم کنید",
      },
      transactional: {
        title: "ایمیل‌های تراکنشی",
        description:
          "ایمیل‌های تراکنشی خودکار را برای سفارشات، تأییدها و اعلان‌ها ارسال کنید",
      },
      analytics: {
        title: "تحلیل‌های پیشرفته",
        description:
          "عملکرد ایمیل خود را با گزارش‌ها و بینش‌های دقیق پیگیری و تحلیل کنید",
      },
    },
    footer: {
      description:
        "به کسب و کارهایی بپیوندید که به پاکت برای نیازهای بازاریابی ایمیلی خود اعتماد می‌کنند. امروز شروع به تعامل با مشتریان خود کنید!",
      cta: "تماس با ما",
    },
  },
  hamahang: {
    hero: {
      title: "بی دغدغه هماهنگ شو",
      cta: "ورود به وبسایت هماهنگ",
    },
    features: {
      description:
        "با استفاده از هماهنگ، شما میتوانید داخل تقویمتان به تمامی قرارهای ملاقات‌ تنظیم شده دسترسی داشته باشید و زمان خود را به بهترین نحو مدیریت کنید.",
    },
    grid: {
      title1: "تقویمت رو وصل کن و رایگان لینکت رو بساز",
      subtitle1:
        "با قدم‌هایی ساده برنامه زمانی خود را تعریف کنید، هماهنگ را به تقویم گوگل تان متصل کنید و لینک اختصاصی برنامه‌ هایتان را با دیگران به اشتراک بذارید.",
      title2: "چرا هماهنگ ؟",
      subtitle2:
        "هماهنگ یک انتخاب عالی برای شماست چرا که می‌تواند به خوبی با پلتفرم‌های متعدد مانند گوگل کلندر و زوهو ارتباط برقرار کند و به صورت خودکار دردسترس‌ بودن شما را بررسی کند.",
    },
    cards: {
      calendar: {
        title: "تنظیم جلسات با منطقه زمانی",
        description:
          "در هر جایی از دنیا که باشید به راحتی با اختلافات ساعتی مخاطبانتان تنظیم می‌شوید",
      },
      scheduling: {
        title: "ایجاد فاصله زمانی و تایم استراحت",
        description:
          "قبل یا بعد هر جلسه،برای جلوگیری از افت عملکرد و خستگی از برگزاری جلسات متعدد، می‌توانید زمان مشخصی را برای استراحتتان تعیین کنید",
      },
      notifications: {
        title: "هماهنگی با سرویس‌های محبوب",
        description:
          "هماهنگ می تواند با دو سرویس گوگل کلندر و زوهو ارتباط برقرار کند تا به صورت خودکار امکان دردسترس‌بودن شما را بررسی کند.",
      },
      integration: {
        title: "حفظ محرمانگی جلسات",
        description:
          "تنها افرادی که لینک برنامه شما را از سمت خودتان دریافت می‌کنند میتوانند رزرو انجام دهند",
      },
    },
    footer: {
      description:
        "در رویا، ما به دنبال ایجاد آینده‌ای هستیم که در آن فناوری نه تنها زندگی‌ها را آسان‌تر می‌کند، بلکه به شکلی خلاقانه و نوآورانه، جهان را به مکانی بهتر تبدیل می‌کند.",
      cta: "تماس با ما",
    },
  },
};
